 {
  "email": {
    "EnrollAccountSubject": "Meghívó a __name__ honline rendszerének használatához (Enrollment to __name__'s honline system)",
    "EnrollAccount": [
      "A __name__ társasház honlapjának adminisztrátora meghívja Önt a közösség honline rendszerébe, mint __role__t.\n",
      "Ha elfogadja ezt a meghívást, akkor mostantól online",
      "- nyomon követheti a társasházi eseményeket és pénzügyeket,",
      "- megvitathatja az aktuális kérdéseket és szavazhat róluk,",
      "- kapcsolatba léphet a ház tisztségviselőivel,",
      "- közvetlenül jelezheti az aktuális problémákat és meghibásodásokat.",
      "\nA meghívás elfogadásához az alábbi linkre kell kattintania, hogy megerősítse regisztrációját.",
      "A rendszer egy jelszó létrehozására fogja kérni, és azonnal hozzáférhet valamennyi online szolgáltatáshoz:",
      "\n__url__ \n",
      "Ha úgy véli, tévedésből kapta ezt az e-mailt vagy nem kíván a közösséghez csatlakozni, akkor ezt a levelet hagyja figyelmen kívül.\n",
      "Amennyiben további információra lenne szüksége vegye fel a kapcsolatot a ház  adminisztrátorával a(z) __email__ e-mail címen.",
      "\nÜdvözlettel, \nA Honline Csapata"],
    "VerifyEmailSubject": "E-mail cím megerősítés a Honline használatához",
    "VerifyEmail": ["Üdvözöljük!\n",
      "Ezzel az e-mail címmel rögzítettük regisztrációját a Honline rendszerében.",
      "A regisztráció megerősítéséhez, kérjük, hogy az alábbi linkre kattintson:\n__url__\n",
      "Ha úgy véli, tévedésből kapta ezt az e-mailt vagy mégsem kíván regisztrálni, ",
      "akkor nincsen semmi teendője, néhány nap múlva automatikusan törlődni fog a rendszerből.", 
      "Üdvözlettel, \nA Honline Csapata"],
    "ResetPasswordSubject": "Jelszóhelyreállítás a Honline rendszerében",
    "ResetPassword": ["Üdvözöljük!\n",
      "Az alábbi linkre kattintva helyreállíthatja jelszavát a Honline rendszerében:",
      "\n__url__\n",
      "Üdvözlettel, \nA Honline Csapata"],

    "Notifications": "Értesítések",
    "Confirmation": "Visszigazolás",
    "New bill": "Díjbekérő",
    "Client": "Ügyfél",
    "Outstandings": "Hátralék emlékeztető",
    "fromTheCommunity": "a __name__ társasházból",
    "DontReplyToThis": "Erre az email-re kérjük ne válaszoljon, mert egy automata rendszer küldi ki.<br>",
    "GenericFooter": ["Ha úgy érzi tévedésből kapta ezt a levelet, vagy nem ért egyet annak tartalmával,",
      "mielőbb lépjen kapcsolatba a társasházzal az email-ben megadott elérhetőségen, vagy értesítse a társasház <a href=\"mailto:__adminEmail__\">adminisztrátorát</a>."],
    "Dear": "Kedves", "glyphAfterDear": "!",
    "OutstandingsPretext": "Könyvelésünk szerint Önnek a társasház felé kifizetetlen számláiból az alábbi hátraléka mutatkozik.",
    "OutstandingsTotal": "Tartozás összege",
    "OutstandingsDetails": "mely __quantity__ rendezetlen számlából adódik össze.",
    "OutstandingsCallToAction": "Kérjük, hogy a fenti összeget legyen kedves 8 napon belül kiegyenlíteni.",
    "OutstandingsContact":  "Amennyiben a fent említett hátralék időközben befizetésre került, úgy kérem, hogy a további intézkedések elkerülése végett, küldje el részünkre a befizetési bizonylat másolatát az alábbi email címre",
    "BillText": "Önnek új elektronikus számlája érkezett, amelyet az <a href=\"__link__\">online felületre belépve</a> részleteiben is megtekinthet vagy kinyomtathat. Ugyanitt a korábbi számláit is átnézheti.",
    "PaymentMethods": "A társasház bankszámlaszáma, amire átutalhatja az összeget",
    "PaymentInstructions": "A közlemény rovatba kérjük írja be a díjbekérő azonosító számát.",

    "NotificationSubject": "Értesítések a __name__ társasházból",
    "NotificationsHeader": "A témák melletti Megtekintés gomb elviszi az adott téma oldalára, ahol van lehetősége hozzászólni.",
    "NotificationsFooter": ["Ön azért kapja ezeket az értesítéseket, mert beállításaiban az szerepel, hogy a társasházban történő eseményekről email értesítőt küldjünk __frequency__.<br>",
      "Az email értesítések gyakoriságát átállíthatja vagy teljesen ki is kapcsolhatja <a href=\"__link__\"> ezen a linken</a>.<br>",
      "Ha bármi egyéb kérdése lenne, lépjen kapcsolatba a társasház <a href=\"mailto:__adminEmail__\">adminisztrátorával</a>."],
    "VoteClosesTitle": "Felhívjuk figyelmét, hogy az alábbi szavazás(ok) hamarosan lezárul(nak), és Ön még nem adott le szavazatot ezekben a kérdésekben. A zöld gombra kattintva ezt még pár napig megteheti. Vagy ha gondolja beállíthat egy meghatalmazást, hogy most és a jövőben a hasonló kérdésekben valaki szavazhasson Ön helyett.",
    "ConfirmVoteSubject": "Szavazata rögzítve a __community__ társasházban",
    "ConfirmVoteText": ["Tisztelt __personName__!\n",
      "A __community__ társasházban __voteTitle__ címen kiírt szavazáson az Ön szavazata rögzítésre került.\n",
      "A szavazásra kiírt kérdés:",
      "__voteText__\n",
      "Az Ön szavazata:",
      "__castedVote__\n",
      "__registeredBy__",
      "A szavazás részleteit megtekintheti, és amíg a szavazás le nem zárul, leadott szavazátán változtathat is az alábbi linken:\n",
      "__link__\n\n",
      "Ez egy automatikusan generált email, kérjük ne válaszoljon rá.",
      "Ha bármi kérdése lenne, lépjen kapcsolatba a ház adminisztrátorával."],
    "ConfirmVoteRegistrator": "A szavazat rögzítője:\n__registrator__\n\n",
    "ConfirmDelegationSubject": "Meghatalmazása __methodType__ a __community__ társasházban",
    "ConfirmDelegationText":  ["Tisztelt __personName__!\n",
      "A __community__ társasházban meghatalmazása __date__ dátummal __methodType__ az alábbiak szerint:\n",
      "Meghatalmazó:",
      "__sourcePersonName__\n",
      "Meghatalmazott:",
      "__targetPersonName__\n",
      "Meghatalmazás tárgya:",
      "__scopeObject__\n",
      "__acceptance__",
      "__beforeUpdate__",
      "Jelenleg érvényben lévő meghatalmazásait megtekintheti illetve módosíthatja az alábbi linken:\n",
      "__link__\n\n",
      "Ez egy automatikusan generált email, kérjük ne válaszoljon rá.",
      "Ha bármi kérdése lenne, lépjen kapcsolatba a ház adminisztrátorával."],
    "delegationAcceptance": "A meghatalmazott a meghatalmazást a Honline rendszeren történt beállítása alapján elfogadja.\n",
    "delegationRemoved": "A fenti meghatalmazás __date__ hatállyal érvényét vesztette.\n",
    "delegationBefore": ["Az érvényüket vesztett, korábbi adatok:",
      "Meghatalmazó: __formerSourcePerson__",
      "Meghatalmazott: __formerTargetPerson__",
      "Meghatalmazás tárgya: __formerScopeObject__\n"
    ]
  }
}
