 {
  "email": {
    "EnrollAccountSubject": "Meghívó a __name__ honline rendszerének használatához",
    "EnrollAccount": [
      "A __name__  honlapjának adminisztrátora meghívja Önt a közösség honline rendszerébe, mint __role__.\n",
      "Ha elfogadja ezt a meghívást, akkor mostantól online",
      "- nyomon követheti a közösségben az eseményeket és a pénzügyeket,",
      "- megvitathatja az aktuális kérdéseket és szavazhat róluk,",
      "- kapcsolatba léphet a __communityType__ tisztségviselőivel,",
      "- közvetlenül jelezheti az aktuális problémákat és meghibásodásokat.",
      "\nA meghívás elfogadásához az alábbi linkre kell kattintania, hogy megerősítse regisztrációját.",
      "A rendszer egy jelszó létrehozására fogja kérni, és azonnal hozzáférhet valamennyi online szolgáltatáshoz:",
      "\n__url__ \n",
      "Ha úgy véli, tévedésből kapta ezt az e-mailt vagy nem kíván a közösséghez csatlakozni, akkor ezt a levelet hagyja figyelmen kívül.\n",
      "Amennyiben további információra lenne szüksége vegye fel a kapcsolatot a honlap adminisztrátorával a(z) __email__ e-mail címen.",
      "\nÜdvözlettel, \nA Honline Csapata"],
    "VerifyEmailSubject": "E-mail cím megerősítés a Honline használatához",
    "VerifyEmail": ["Üdvözöljük!\n",
      "Ezzel az e-mail címmel rögzítettük regisztrációját a Honline rendszerében.",
      "A regisztráció megerősítéséhez, kérjük, hogy az alábbi linkre kattintson:\n__url__\n",
      "Ha úgy véli, tévedésből kapta ezt az e-mailt vagy mégsem kíván regisztrálni, ",
      "akkor nincsen semmi teendője, néhány nap múlva automatikusan törlődni fog a rendszerből.", 
      "Üdvözlettel, \nA Honline Csapata"],
    "ResetPasswordSubject": "Jelszóhelyreállítás a Honline rendszerében",
    "ResetPassword": ["Üdvözöljük!\n",
      "Az alábbi linkre kattintva helyreállíthatja jelszavát a Honline rendszerében:",
      "\n__url__\n",
      "Üdvözlettel, \nA Honline Csapata"],

    "AddedToRole": ["A __name__ honlapjának adminisztrátora felvette Önt a közösség honline rendszerébe, mint __role__.",
      "Az alábbi linken keresheti fel a közösséget: __link__",
      "\nHa úgy véli, tévedésből kapta ezt az e-mailt vagy nem kíván a közösséghez csatlakozni, akkor vegye fel a kapcsolatot a honlap adminisztrátorával a(z) __email__ e-mail címen.",
      "\nÜdvözlettel, \nA Honline Csapata"],
      
    "Notifications": "Értesítések",
    "Confirmation": "Visszaigazolás",
    "New bill": "Díjbekérő",
    "Client": "Ügyfél",
    "Outstandings": "Hátralék emlékeztető",
    "fromTheCommunity": "a __name__ közösségéből",
    "DontReplyToThis": "Kérjük erre a levélre ne válaszoljon, mert egy automata rendszer küldte ki.<br>",
    "GenericFooter": ["Ha úgy véli tévedésből kapta ezt a levelet, vagy nem ért egyet annak tartalmával,",
      "mielőbb lépjen kapcsolatba a közösség tisztségviselőivel az email-ben megadott elérhetőségen, vagy értesítse a __communityType__ <a href=\"mailto:__adminEmail__\">adminisztrátorát</a>."],
    "Dear": "Kedves",
    "glyphAfterDear": "!",
    "OutstandingsPretext": "Könyvelésünk szerint Önnek az ezidáig kifizetetlen számláiból az alábbi hátraléka mutatkozik.",
    "OutstandingsContract": "Szóban forgó szerződés/albetét",
    "OutstandingsTotal": "Tartozás összege",
    "OutstandingsDetails": "mely __quantity__ rendezetlen számlából adódik össze.",
    "OutstandingsCallToAction": "Kérjük, hogy a fenti összeget legyen kedves 8 napon belül kiegyenlíteni.",
    "OutstandingsContact":  "Amennyiben a fent említett hátralék időközben befizetésre került, úgy kérem, hogy a további intézkedések elkerülése végett, küldje el részünkre a befizetési bizonylat másolatát az alábbi email címre",
    "BillText": "Önnek új elektronikus számlája érkezett, amelyet az <a href=\"__link__\">online felületre belépve</a> részleteiben is megtekinthet vagy kinyomtathat. Ugyanitt a korábbi számláit is átnézheti.",
    "PaymentMethods": "A bankszámlaszám, amire átutalhatja az összeget",
    "PaymentInstructions": "A közlemény rovatba kérjük írja be a díjbekérő azonosító számát.",
    "PaymentInstructionsWoBillMatching": "A közlemény rovatban kérjük a tulajdonos nevét és az ingatlanok azonosítóját (lakás, parkoló, tároló) feltüntetni.",
    "PaymentInstructionsWoBillMatching2": "Az átutalást lehet egy összegben, egy tranzakcióban küldeni.",
    "BillFooter" : ["Ön azért kapta ezt a levelet, mert beállításaiban az szerepel, hogy az Ön részére kiállított számlákról értesítőt kér.<br>",
      "Az email értesítést a felhasználó profil beállításaiban tudja kikapcsolni <a href=\"__link__\">ezen a linken</a>.<br>",
      "Ha bármi egyéb kérdése lenne, lépjen kapcsolatba a __communityType__ <a href=\"mailto:__adminEmail__\">adminisztrátorával</a>."],
    "PromoSubject": "Üdvözöljük a HONLINE rendszerben",
    "PromoFooter": "Ezt a üzenetet azért küldtük a regisztrációja során megadott e-mail címre, hogy tájékoztassuk a kezdeti lépésekről. Amennyiben úgy véli, tévedésből kapta ezt az e-mailt, kérjük, hagyja figyelmen kívül vagy írjon az info@honline.hu e-mail címre.",
    "PromoSignature": [
      "<p>Ha bármi kérdése van, az <a href=mailto:info@honline.hu>info@honline.hu</a> címen veheti fel velünk a kapcsolatot!</p>", 
      "Üdvözlettel,<br/>A Honline.hu csapata"
    ],
    "PromoLaunchLinkContent1": [
      "<h4>Gratulálunk!</h4>",
      "<p>A(z) __communityName__ felépült a HONLINE világában is! A kulcsokat rögtön átadjuk, előtte még néhány tudnivaló:</p>",
      "<h4>1. A ház még üres, Önöknek kell majd berendezniük!</h4>",
      "<p>Mikor először lép be, érdemes végigmennie a bal oldali menüpontokon, és kiróbálnia",
      "<ul><li>hogyan indíthat fórum témát, </li><li>hogyan jelentheti be, ha elromlott a lift vagy </li><li>hogyan hozhat létre szavazást</li></ul>",
      "...apropó szavazás! Létrehoztunk egy <strong>kezdő szavazást</strong> a házban. Úgy látjuk, a jelenlegi, járvánnyal érintett időszakban a legfontosabb, ",
      "hogy gyors döntést tudjanak hozni a ház ügyeiben, ezért emeltük ki a szavazást, mint funkciót.", 
      "Ön is létrehozhat egy <strong>új szavazást</strong> valamely, a házat érintő sürgős témakörben.</p>",
      "<h4>2. Ennek a háznak mostantól Ön az adminisztrátora!</h4>",
      "<p>Mivel a házat Ön hozta létre a honline rendszerében, Önt illetik az adminisztrátori jogok.",
      "Kiadhat tisztségeket a lakótársainak (mint például gondnok vagy számvizsgáló), amivel így ők is jogosultságokhoz jutnak a házban.",
      "Ha megosztaná vagy átruházná valaki másra adminisztrátori jogait, azt is megteheti!</p>",
      "<h4>3. A(z) __communityName__  már készen áll, lépjen be!</h4>",
      "<p>Nyomjon rá az alábbi “Aktiválom a házamat” gombra és a ház kapujába repítjük.<br/>", 
      "Itt regisztráljon e-mail címével és egy Ön által megválasztott jelszóval, és már be is léphet a házba.</p>"
    ],
    "PromoLaunchLinkContent2": [
      "<h4>4. Regisztráció után hívja meg lakótársait is!</h4>",
      "<p>Miután a fenti zöld gomb megnyomásával regisztrált és belépett a(z) __communityName__ lakóközösségbe, ",
      "újabb e-mailt küldünk Önnek, melyben lapul majd egy meghívó. Ezzel tudja majd a lakótársait a házba invitálni.",
      "</p>"
    ],
    "PromoInviteLinkContent1": [
      "<h4>Házát sikeresen aktiválta!</h4>",
      "<p>Mostantól nagyon egyszerűen, a <a href=https://honline.hu>honline.hu</a> linken tudja elérni a házát.",
      "<h4>Hívja meg lakótársait!</h4>",
      "<p>Az önök lakóközössége jelenleg hogyan kommunikál egymással? Körlevélben? Facebook csoportban? Messenger csoportban?<br/>",
      "<strong>Ossza meg az alábbi linket</strong> valamelyik felületen, mutassa meg társainak, milyen okos társasházkezelő rendszerre lelt!<br/>"
    ],
    "PromoInviteLinkContent2": [
      "<p>Miután lakótársai körülnéztek a demoházban, automatikusan <strong>az Ön által létrehozott társasházba invitáljuk őket</strong>, és kezdődhet is az online lakóközösségi élet!</p>"
    ],

    "NotificationSubject": "Értesítések a __name__ közösségéből",
    "NotificationsHeader": "A témák melletti Megtekintés gomb elviszi az adott téma oldalára, ahol van lehetősége hozzászólni.",
    "NotificationsFooter": ["Ön azért kapja ezeket az értesítéseket, mert beállításaiban az szerepel, hogy a közösségben történő eseményekről email értesítőt küldjünk __frequency__.<br>",
      "Az email értesítések gyakoriságát átállíthatja vagy teljesen ki is kapcsolhatja <a href=\"__link__\"> ezen a linken</a>.<br>",
      "Ha bármi egyéb kérdése lenne, lépjen kapcsolatba a __communityType__ <a href=\"mailto:__adminEmail__\">adminisztrátorával</a>."],
    "ImmediateNotificationsFooter": ["Ön azért kapta ezt az értesítőt, mert hozzájárult hogy email-ben értesíthessük önt a közösséget érintő fontos ügyekben.<br>",
      "Ha nem szeretne a jövőben értesítéseket kapni, lépjen kapcsolatba a __communityType__ <a href=\"mailto:__adminEmail__\">adminisztrátorával</a>."],
    "VoteClosesTitle": "Felhívjuk figyelmét, hogy az alábbi szavazás(ok) hamarosan lezárul(nak), és Ön még nem adott le szavazatot ezekben a kérdésekben. A zöld gombra kattintva ezt még pár napig megteheti. Vagy ha gondolja beállíthat egy meghatalmazást, hogy most és a jövőben a hasonló kérdésekben valaki szavazhasson Ön helyett.",
    "ConfirmVoteSubject": "Szavazata rögzítve a __community__ közösségében",
    "ConfirmVoteText": ["Tisztelt __personName__!\n",
      "A __community__ közösségében __voteTitle__ címen kiírt szavazáson az Ön szavazata rögzítésre került.\n",
      "A szavazásra kiírt kérdés:",
      "__voteText__\n",
      "Az Ön szavazata:",
      "__castedVote__\n",
      "__registeredBy__",
      "A szavazás részleteit megtekintheti, és amíg a szavazás le nem zárul, leadott szavazátán változtathat is az alábbi linken:\n",
      "__link__\n\n",
      "Ez egy automatikusan generált email, kérjük ne válaszoljon rá.",
      "Ha bármi kérdése lenne, lépjen kapcsolatba a honlap adminisztrátorával."],
    "ConfirmVoteRegistrator": "A szavazat rögzítője:\n__registrator__\n\n",
    "ConfirmDelegationSubject": "Meghatalmazása __methodType__ a __community__ közösségében",
    "ConfirmDelegationText":  ["Tisztelt __personName__!\n",
      "A __community__ közösségében meghatalmazása __date__ dátummal __methodType__ az alábbiak szerint:\n",
      "Meghatalmazó:",
      "__sourcePersonName__\n",
      "Meghatalmazott:",
      "__targetPersonName__\n",
      "Meghatalmazás tárgya:",
      "__scopeObject__\n",
      "__acceptance__",
      "__beforeUpdate__",
      "Jelenleg érvényben lévő meghatalmazásait megtekintheti illetve módosíthatja az alábbi linken:\n",
      "__link__\n\n",
      "Ez egy automatikusan generált email, kérjük ne válaszoljon rá.",
      "Ha bármi kérdése lenne, lépjen kapcsolatba a honlap adminisztrátorával."],
    "delegationAcceptance": "A meghatalmazott a meghatalmazást a Honline rendszeren történt beállítása alapján elfogadja.\n",
    "delegationRemoved": "A fenti meghatalmazás __date__ hatállyal érvényét vesztette.\n",
    "delegationBefore": ["Az érvényüket vesztett, korábbi adatok:",
      "Meghatalmazó: __formerSourcePerson__",
      "Meghatalmazott: __formerTargetPerson__",
      "Meghatalmazás tárgya: __formerScopeObject__\n"
    ]
  },

  "was inserted": "rögzítésre került",
  "was updated": "módosításra került",
  "was removed": "TÖRLÉSRE került"
}
