{
  "email": {
    "EnrollAccountSubject": "Enrollment to __name__'s honline system",
    "EnrollAccount": ["You have been added as a member of community __name__ with role: __roleen__. ",
      "Hereby you are invited to join the honline condominium management system, where you can follow the community issues, discuss them and even vote online. ",
      "You can start enjoying all of the system's benefits as soon as you confirm your registration.",
      "\nThe following link takes you to our simple one click registration confirmation:",
      "(You will be asked to set up a password for your account and you are ready to go) \n __url__ \n",
      "If you think you have been added by accident, or in fact not want to be part of the community, you don't need to accept the invitation link.",
      "You may also contact the community administrator at __email__, to get more information.",
      "Welcome to the age of online condominium management! \n\nHonline team"],
    "VerifyEmailSubject": "Verify your email address on Honline",
    "VerifyEmail": ["Hello,\n",
      "You have been registered as a user in the Honline system with this email address. ",
      "To confirm your registration please click the link below: \n\n __url__",
      "If you think you have been added by accident, or in fact not want to register,",
      "you don't need to do anything, and your account will be automatically deleted in a few days.",
      "\nThanks,\nThe Honline team"],
    "ResetPasswordSubject": "Reset your password on Honline",
    "ResetPassword": ["Hello,\n\nClick the link below to reset your password on Honline:",
      "\n__url__\n\nIf you didn't request this email, please ignore it.",
      "\nThanks,\nThe Honline team"],
    "ArrearsReminder": "Arrears Reminder",
    "ArrearsReminderText": "If you have not yet settled your invoice, please pay within 8 days.",
    "BillNotification": "You have a new bill",
    "BillNotificationText": "Your electronic invoice is ready to be viewed on the Honline system.",
    "TransferToBankAccount": "You may transfer the amount to this bank account",
    "Dear": "Dear",
    "glyphAfterDear": ",",
    "serialIdMessageField": "Please provide the bill ID at the remarks.",
    "AmountOfDebt": "Amount of debt",
    "QuantityOfBills": "that results from __quantity__ invoices.",
    "NotificationSubject": "Updates from __name__ community",
    "dontReply": "Please don't reply to this email, as it is sent by an automated system.<br>",
    "defaultNotificationInstructions": "The View button next to the topics will take you to that topic's page, where you can comment on it.",
    "defaultFooter": "This letter was sent as an information by the Honline Condominium Management System. The Service Provider will keep your information confidential.",
    "NotificationFooter": ["You are receiving these notifications, because you have asked us to send you email notifications about the activities in your community __frequency__.<br>",
      "You can change your email notification settings or turn it off completely <a href=\"__link__\"> on this link</a>.<br>",
      "Should you have any questions, feel free to contact the community's <a href=\"mailto:__adminEmail__\">administrator<br>."],
    "VoteClosesTitle": "Attention! The following voting(s) below will be closing soon, and you have not yet voted on these issues. By clicking on the green button you may still do so for a couple of days. You may also set up a delegation and let someone else vote for you on this and on similar issues in the future.",
    "ConfirmVoteSubject": "Your vote is registered in __community__",
    "ConfirmVoteText": ["Dear __personName__,\n",
      "Your vote has been registered on the voting '__voteTitle__' in __community__.\n",
      "The question for voting:",
      "__voteText__\n",
      "Your vote:",
      "__castedVote__\n",
      "__registeredBy__",
      "For more information about this voting, or to change your vote before the time of closing, you can visit this link:\n",
      "__link__\n\n",
      "This is an automatically generated email please do not reply.",
      "In case you have any questions, feel free to contact the administrator of the community."],
    "ConfirmVoteRegistrator": "Vote registered by:\n__registrator__\n\n",
    "ConfirmDelegationSubject": "Your delegation __methodType__ in __community__",
    "ConfirmDelegationText":  ["Dear __personName__,\n",
      "Your delegation __methodType__ in __community__ on __date__ with the following data:\n",
      "Delegator:",
      "__sourcePersonName__\n",
      "Delegatee:",
      "__targetPersonName__\n",
      "Object of delegation:",
      "__scopeObject__\n",
      "__acceptance__",
      "__beforeUpdate__",
      "To see your currently active delegations, or to make changes to them, you can visit this link:\n",
      "__link__\n\n",
      "This is an automatically generated email please do not reply.",
      "In case you have any questions, feel free to contact the administrator of the community."],
    "delegationAcceptance": "The delegatee accepts the delegation according to their settings in Honline.\n",
    "delegationRemoved": "The delegation above expired with date __date__.\n",
    "delegationBefore": ["Expired, former data:",
      "Delegator: __formerSourcePerson__",
      "Delegatee: __formerTargetPerson__",
      "Object of delegation: __formerScopeObject__\n"
    ]  
  }
}
